Repository: rocksdanister/lively
Catalog: src/Lively/Lively.UI.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ko_kr, lt_lt, ms_my, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_cyrl, sr_latn, sv_se, tr_tr, uk_ua, zh_cn

# LivelyExceptionDamagedZipFile
source: Damaged wallpaper file, try redownloading
af_za: Beskadigde muurpapierlêer, probeer weer aflaai
bg_bg: Файлът с тапет е повреден, опитайте да го изтеглите отново
ca_es: Arxiu de fons de pantalla danyat, intenta descarregar-lo novament.
cs_cz: Poškozený soubor tapety, zkuste stáhnout znovu
da_dk: Beskadiget baggrundsfil, prøv at downloade igen
de_de: Hintergrund-Datei beschädigt, versuchen Sie es erneut herunterzuladen
el_gr: Κατεστραμμένο αρχείο ταπετσαρίας, δοκιμάστε να το κατεβάσετε ξανά.
es_es: Archivo de fondo de pantalla dañado, intenta descargándolo nuevamente
fa_ir: فايل پس زمینه آسيب ديده، لطفا دوباره دانلود کنيد.
fi_fi: Vaurioitunut taustakuvatiedosto, kokeile uudelleenlatausta
fr_fr: Fichier image endommagé, tentez de le re-télécharger.
he_il: קובץ טפט פגום, נסה להוריד מחדש
hu_hu: Meghibásodott háttérkép fájl, próbáld meg újra letölteni.
id_id: File wallpaper rusak, coba unduh ulang.
it_it: File sfondo danneggiato, prova a reinstallarlo
ko_kr: 손상된 배경화면입니다. 다시 내려받으세요.
lt_lt: Pažeistas darbalaukio fono failas, pamėginkite jį parsisiųsti iš naujo
ms_my: Fail latar belakang rosak, muat turun semula latar belakang
pl_pl: Uszkodzony plik tapety, spróbuj pobrać ponownie
pt_br: Arquivo de plano de fundo danificado, tente baixar novamente.
pt_pt: Ficheiro do papel de parede danificado, tente descarregar novamente
ro_ro: Fișier de fundal deteriorat, încearcă să redescarci.
ru_ru: Файл обоев повреждён. Попробуйте скачать его заново.
sr_cyrl: Оштећен позадински фајл, покушај да поново преузмеш.
sr_latn: Oštećen pozadinski fajl, pokušaj da ponovo preuzmeš.
sv_se: Skadad bakgrunds fil, prova att ladda ner filen igen.
tr_tr: Hasarlı duvar kağıdı dosyası. Yeniden indirmeyi deneyin.
uk_ua: Файл шпалер пошкоджено, спробуйте завантажити заново.
zh_cn: 壁纸文件已损坏，请尝试重新下载。

# LivelyExceptionGeneral
source: Oops... Looks like something went wrong :( In order to better understand this error and fix the issue, share the log file with the developer. Instructions for sharing log file: https://github.com/rocksdanister/lively/wiki
af_za: Oeps... Dit lyk of iets verkeerd geloop het :( Om hierdie fout beter te verstaan ​​en die probleem op te los, deel die loglêer met die ontwikkelaar. Instruksies vir die deel van loglêer: https://github.com/rocksdanister/lively/wiki
bg_bg: Ами сега... Изглежда нещо се обърка :( За да разберете по-добре тази грешка и да коригирате проблема, споделете лог файла с разработчика. Инструкции за споделяне на лог файл: https://github.com/rocksdanister/lively/wiki
ca_es: Vaja ... sembla que alguna cosa va sortir malament :( Per entendre millor aquest error i solucionar el problema, comparteix el fitxer de registre amb el desenvolupador. Visita el següent enllaç amb instruccions sobre com compartir l'arxiu de registre: https://github.com/rocksdanister/lively/wiki
cs_cz: Ups... Vypadá to, že se něco pokazilo :( Abychom tuto chybu lépe pochopili a opravili problém, sdílejte soubor protokolu s vývojářem. Pokyny ke sdílení log souboru: https://github.com/rocksdanister/lively/wiki
da_dk: Ups... Ser ud som om noget gik galt :( For bedre at forstå denne fejl og løse problemet, del logfilen med udvikleren. Instruktioner til deling af logfil: https://github.com/rocksdanister/lively/wiki
de_de: Ups... Das sieht nach einem Fehler aus :( Um besser zu verstehen, was schief gelaufen ist und das Problem zu beheben, teilen Sie das Protokoll mit dem Entwickler. Anleitung: https://github.com/rocksdanister/lively/wiki
el_gr: Ωχ ... Φαίνεται ότι κάτι πήγε στραβά :( Για να κατανοήσετε καλύτερα αυτό το σφάλμα και να διορθώσετε το πρόβλημα, κοινοποιήστε το αρχείο καταγραφής στον προγραμματιστή. Οδηγίες για κοινή χρήση αρχείου καταγραφής: https://github.com/rocksdanister/lively/wiki
es_es: Vaya... parece que algo salió mal:( Para entender mejor este error y solucionar el problema, comparte el archivo de registro con el desarrollador. Visita el siguiente enlace con instrucciones para compartir el archivo de registro: https://github.com/rocksdanister/lively/wiki
fa_ir: اوووه... ظاهرا به مشکل خوردیم :( برای بهبود نرم افزار و رفع مشکل به وجود آمده می توانید فایل خطا ها را با توسعه دهنده این نرم افزار به اشتراک بگذارید. نحوه اشتراک گذاری فایل خطا ها: https://github.com/rocksdanister/lively/wiki
fi_fi: Hups... Näyttää siltä, että jokin meni vikaan :( Jotta voisimme ymmärtää tämän virheen paremmin ja korjata ongelman, jaa lokitiedosto kehittäjälle. Ohjeet lokitiedoston jakamiseen: https://github.com/rocksdanister/lively/wiki
fr_fr: Oups ... Il semble que quelque chose n'aille pas :( Afin de mieux comprendre cette erreur et de résoudre le problème, partagez le fichier journal avec le développeur. Instructions pour partager le fichier journal : https://github.com/rocksdanister/lively/wiki
he_il: אופס ... נראה שמשהו השתבש :( על מנת להבין טוב יותר את השגיאה ולתקן את הבעיה, שתף את קובץ היומן עם המפתח. הוראות לשיתוף קובץ יומן רישום: https://github.com/rocksdanister/lively/wiki
hu_hu: Hoppá... Úgy látszik valami rosszul sikerült... :( Hogy jobban meg legyen értve és ki legyen javítva a hiba, osszd meg a naplófájlt a fejlesztővel. Instrukciók a naplófájl megosztásához: https://github.com/rocksdanister/lively/wiki
id_id: Waduuu... Keliatannya terjadi masalah :( Untuk mengetahui lebih lanjut tentang masalah ini dan memperbaikinya, bagikan file log kepada pengembang. Instruksi untuk membagikan file log: https://github.com/rocksdanister/lively/wiki
it_it: Oops... Sembra che qualcosa sia andato storto :( Per maggiore dettagli su questo errore e risolvere il problema, puoi condividere il file di registro con lo sviluppatore. Istruzioni per la condivisione del file di registro: https://github.com/rocksdanister/lively/wiki
ko_kr: 이런... 어떤 문제가 발생했습니다! 이 오류를 분석하여 문제를 해결할 수 있도록 로그 파일을 개발자와 공유해 주세요. 로그 파일 공유 지침: https://github.com/rocksdanister/lively/wiki
lt_lt: O ne... Atrodo kažkas atsitiko ne taip :( Norint geriau suprasti šią klaidą ir sutaisyti problemą, pasidalinkite logoritmo failą su vyr. programuotoju. Instrukcijos kaip dalintys logoritmo failu: https://github.com/rocksdanister/lively/wiki (svetainė nėra lietuviškai išversta, kol kas)
ms_my: Oops... ada sesuatu yang tak kena ni :( Untuk memahami ralat ini secara lebih baik dan menyelesaikan isu, kongsikan fail log dengan pembangun. Cara untuk kongsikan fail log: https://github.com/rocksdanister/lively/wiki
pl_pl: Oj... Coś poszło nie tak :( Aby lepiej zrozumieć błąd i pomóc w jego naprawie, wyślij plik dziennika do twórcy aplikacji. Instrukcje jak to zrobić znajdziesz pod adresem: https://github.com/rocksdanister/lively/wiki
pt_br: Oops... Parece que algo deu errado :( Para que possamos entender melhor este erro e corrigir o problema, compartilhe o arquivo de log com o desenvolvedor. Instruções para compartilhar o arquivo de log: https://github.com/rocksdanister/lively/wiki
pt_pt: Oops... Parece que algo correu mal :( Para melhor entender este erro e corrigi-lo, partilhe o ficheiro de log com o desenvolvedor. Instruções para patilhar o ficheiro de log: https://github.com/rocksdanister/lively/wiki
ro_ro: Hopa... Se pare că ceva nu a mers bine :( Pentru a înțelege mai bine această eroare și a remedia problema, trimite fișierul "log" cu dezvoltatorul. Instrucțiuni pentru partajarea fișierului "log": https://github.com/rocksdanister/lively/wiki
ru_ru: Упс... Похоже, что-то пошло не так :( Для того, чтобы лучше понять ошибку и решить проблему, отправьте разработчику файл лога. Прочитайте о том, как это можно сделать: https://github.com/rocksdanister/lively/wiki
sr_cyrl: Упс... Изгледа да је нешто направило грешку :(Да би боље разумео ову грешку и да решис проблем, подели евиденцију апликације(лог) са развијачем апликације.Упутства за поделу евиденције:https://github.com/rocksdanister/lively/wiki
sr_latn: Ups... Izgleda da je nešto napravilo grešku :(Da bi bolje razumeo ovu grešku i da rešiš problem, podeli evidenciju aplikacije(log) sa razvijačem aplikacije.Uputstva za podelu evidencije:https://github.com/rocksdanister/lively/wiki
sv_se: Oj... Det verkar som om något gick fel :( Dela loggfilen med utvecklaren för att bättre förstå felet och åtgärda problemet. Instruktioner för att dela loggfilen: https://github.com/rocksdanister/lively/wiki
tr_tr: Görünüşe göre bir şeyler yanlış. Bu sorunu daha iyi anlamak ve çözüme kavuşturmak için günlük dosyasını geliştirici ile paylaşın. Günlük dosyasını paylaşma hakkında detaylı bilgi: https://github.com/rocksdanister/lively/wiki
uk_ua: Упс... Схоже, щось не так :( Щоб краще зрозуміти цю помилку та виправити проблему, надайте файл журналу розробнику. Інструкції щодо надсилання файлу журналу: https://github.com/rocksdanister/lively/wiki
zh_cn: 哎呀...好像有什么东西坏掉了 :( 为了更好地了解这个错误并修复问题，请将日志文件分享给开发者。 分享日志文件的说明： https://github.com/rocksdanister/lively/wiki

# LivelyExceptionHighContrastMode
source: Lively cannot work properly with Windows High Contrast mode enabled! Disable High Contrast mode and try again
af_za: Lively kan nie behoorlik werk met Windows High Contrast-modus geaktiveer nie! Deaktiveer hoë kontras-modus en probeer weer
bg_bg: Lively не може да работи правилно с активиран режим за висок контраст на Windows! Изключете режима на висок контраст и опитайте отново
ca_es: Lively no pot funcionar correctament amb el mode d'alt contrast de Windows activat! Deshabilita el mode d'alt contrast i intenti-ho novament.
cs_cz: Lively nemůže správně fungovat s povoleným režimem s vysokým kontrastem systému Windows! Zakažte režim s vysokým kontrastem a zkuste to znovu
da_dk: Lively kan ikke fungere korrekt med Windows High Contrast mode aktiveret! Deaktivér High Contrast mode og prøv igen
de_de: Lively funktioniert nicht richtig, wenn der Hohe Kontrast-Modus von Windows aktiviert ist Schalten Sie den Hohen Kontrast-Modus aus und versuchen es erneut
el_gr: Το Lively δεν μπορεί να λειτουργήσει σωστά με ενεργοποιημένη τη λειτουργία Υψηλής Αντίθεσης των Windows! Απενεργοποιήστε τη λειτουργία Υψηλής Αντίθεσης και δοκιμάστε ξανά.
es_es: ¡Lively no puede funcionar correctamente con el modo de alto contraste de Windows activado! Deshabilite el modo de alto contraste e intente nuevamente.
fa_ir: لايولي تا زمانيکه گزینه کنتراست بالا فعال باشد نميتونه درست عمل کنه! لطفا آنرا غيرفعال کنيد سپس دوباره تلاش کنيد.
fi_fi: Lively ei toimi kunnolla Windows High Contrast -tilassa käytössä! Poista High Contrast -tila käytöstä ja yritä uudelleen
fr_fr: Lively ne peut pas fonctionner correctement avec le mode "Contraste élevé" de Windows activé ! Désactivez le mode "Contraste élevé" et essayez à nouveau.
he_il: Lively לא יכולה לעבוד כראוי כאשר מצב ניגודיות גבוהה של Windows מופעל! השבת את מצב הניגודיות הגבוהה ונסה שוב.
hu_hu: A Lively nem tud megfelelően működni, ha a Windows Kontrasztos megjelenítés be van kapcsolva. Kérem, kapcsolja ki a Lively megfelelő működéséhez.
id_id: Lively tidak dapat berfungsi dengan Mode Kontras Tinggi Windows! Matikan ModeKontras Tinggi dan mulai ulang.
it_it: Lively non funziona bene con la Modalità di Windows ad Alti Contrasti attiva! Disattiva la modalità e prova di nuovo
ko_kr: Windows 고대비 모드가 활성화된 상태에서는 Lively가 제대로 작동하지 않습니다! 고대비 모드를 비활성화하고 다시 시도해 주세요.
lt_lt: "Lively" negali veikti naudojant Windows Aukšto Kontrasto režimą! Išjunkite jį ir pamėginkite iš naujo
ms_my: Lively tidak berfungsi secara teratur jika mod Windows Kontras Tinggi diaktifkan! Nyahaktifkan mod Kontras Tinggi dan cuba semula
pl_pl: Lively nie może współpracować poprawnie z systemem Windows w trybie Dużego Kontrastu! Wyłącz tryb Duży Kontrast (Ustawienia>Ułatwienia dostępu>Duży kontrast) i spróbuj ponownie
pt_br: O Lively não consegue funcionar corretamente com o modo de alto contraste do Windows ativado! Desative o modo de alto contraste e tente de novo.
pt_pt: O Lively não funciona corretamente com o modo de alto contraste do Windows ativo! Desative o modo de alto contraste e tente de novo.
ro_ro: Lively nu poate funcționa corect cu modul Windows Contrast ridicat activat! Dezactivează modul Contrast ridicat și încearcă din nou.
ru_ru: Lively не может работать корректно в Windows в режиме высокой контрастности! Выключите режим высокой контрастности и попробуйте снова.
sr_cyrl: Ливелy не може да ради нормлано са Њиндоњс Висок Контраст режимом!Искљуци Високи Контраст режим и покушај поново
sr_latn: Lively ne može da radi normlano sa Windows Visok Kontrast režimom!Iskljuci Visok Kontrast režim i pokušaj ponovo
sv_se: Lively fungerar inte med Hög Kontrast läge på. Stäng av det i dina inställningar och försök igen.
tr_tr: Windows yüksek kontrast modu açıkken Lively düzhün çalışamıyor. Yüksek kontrast modunu kapatın be tekrar deneyin.
uk_ua: Lively не може працювати з Windows в режимі високої контрастності! Вимкніть режим високої контрастності і спробуйте знову.
zh_cn: Lively 无法在 Windows 高对比度 (Windows High Contrast) 模式下正常工作！ 请禁用高对比度模式，然后重试。

# LivelyExceptionMediaPlayback
source: Media playback failed :( Try changing the videoplayer in lively settings. In order to better understand this error and fix the issue, share the log file with the developer. Instructions for sharing log file: https://github.com/rocksdanister/lively/wiki
ca_es: El reproductor de contingut ha fallat :( S'ha de canviar el reproductor de vídeo des de la configuració de Lively. Per a entendre millor aquest error i solucionar el problema, comparteix l'arxiu de registre amb el desenvolupador. Visita el següent enllaç amb instruccions sobre com compartir l'arxiu de registre: https://github.com/rocksdanister/lively/wiki
de_de: Medienwiedergabe fehlgeschlagen :( Versuchen Sie, den Videoplayer in den Lively Einstellungen zu wechseln. Um diesen Fehler besser zu verstehen und das Problem zu beheben, geben Sie die Protokolldatei an den Entwickler weiter. Anweisungen zur Freigabe der Protokolldatei: https://github.com/rocksdanister/lively/wiki
el_gr: Η αναπαραγωγή πολυμέσων απέτυχε :( Δοκιμάστε να αλλάξετε την εφαρμογή της αναπαραγωγής βίντεου από τις Lively ρυθμίσεις. Για να κατανοήσετε καλύτερα αυτό το σφάλμα και να διορθώσετε το πρόβλημα, κοινοποιήστε το αρχείο καταγραφής στον προγραμματιστή. Οδηγίες για κοινή χρήση αρχείου καταγραφής: https://github.com/rocksdanister/lively/wiki
es_es: El reproducto de contenido ha fallado :( Intenta cambiar el reproductor de video desde la configuración de Lively. Para enteder mejor este error y solucionar el problema, comparte el archivo de registro con el desarrollador. Visita el siguiente enlace con instrucciones sobre como compartir el archivo de registro: https://github.com/rocksdanister/lively/wiki
fa_ir: اجراي رسانه با مشکل مواجه شد :( با عوض کردن پخش کننده ويديو در تنظيمات دوباره تلاش کنيد. براي درک بهتر اين مشکل و درست کردن آن فايل گزارش را به برنامه نويس يه اشتراک بگذاريد. راهنمايي براي به اشتراک گذاشتن فايل گذارش : https://github.com/rocksdanister/lively/wiki
fr_fr: Le lecteur multimédia a échoué :( Essayez de changer le lecteur de vidéos dans les paramètres. Afin de mieux comprendre cette erreur et réparer le problème, partagez le log d'erreurs avec le développeur. Instructions pour partager le fichier de log : https://github.com/rocksdanister/lively/wiki
he_il: הפעלת המדיה נכשלה :( נסה לשנות את נגן הוידאו בהגדרות של Lively. על מנת להבין טוב יותר את השגיאה ולתקן את הבעיה, שתף את קובץ היומן עם המפתח. הוראות לשיתוף קובץ יומן רישום: https://github.com/rocksdanister/lively/wiki
hu_hu: Média lejátszás nem sikerült :(Próbáld meg megváltoztatni a videó lejátszót a beállításokban.Annak érdekében hogy jobban megértsd a hibát és javítsd meg a problémát, oszd meg a napló fáljt a fejlesztővel. Utasítások a naplófálj megosztására: https://github.com/rocksdanister/lively/wiki
id_id: Gagal memutar media:( Silakan coba untuk mengganti pemutar video di pengaturan Lively. Untuk mengerti lebih lanjut tentang kesalahan ini dan memperbaikinya, bagikan file log kepada pengembang. Instruksi untuk membagikan file log: https://github.com/rocksdanister/lively/wiki
it_it: Riproduzione del media non riuscito :( Prova cambiando le impostazioni del videoplayer nelle impostazioni dell'applicazione Per risolvere il problema e saperne di piu', manda il log allo sviluppatore tramite questo link https://github.com/rocksdanister/lively/wiki
ko_kr: 미디어 재생 실패됨 (╥_╥`) Lively 설정에서 미디어 플레이어를 변경하세요. 이 오류를 분석하여 문제를 해결할 수 있도록 로그 파일을 개발자와 공유해 주세요. 로그 파일 공유 지침: https://github.com/rocksdanister/lively/wiki
ms_my: Gagal memainkan media. Sila ubah pemain video di seting Lively. Untuk memahami ralat ini secara lebih baik dan selesaikan isu, kongsikan fail log dengan pengarang. Panduan kongsi: https://github.com/rocksdanister/lively/wiki
pl_pl: Niepowodzenie odtwarzania multimediów :( Spróbuj zmienić odtwarzacz wideo w ustawieniach lively. Aby lepiej zrozumieć i pomóc w naprawie błędu, wyślij plik dziennika do twórcy aplikacji. Instrukcje jak to zrobić znajdziesz pod adresem: https://github.com/rocksdanister/lively/wiki
pt_br: A reprodução de mídia falhou :( Tente trocar o reprodutor de mídia nas configurações do Lively. Para que possamos entender melhor este erro e corrigir o problema, compartilhe o arquivo de log com o desenvolvedor. Instruções para compartilhar o arquivo de log: https://github.com/rocksdanister/lively/wiki
pt_pt: A reprodução de conteúdo falhou :( Experimente mudar o reprodutor de vídeo na definições do Lively. Para melhor entender este erro e corrigi-lo, partilhe o ficheiro de log com o desenvolvedor. Instruções para patilhar o ficheiro de log: https://github.com/rocksdanister/lively/wiki
ro_ro: Redarea media a eșuat :( Încearcă să schimbi playerul video în setări lively.Pentru a înțelege mai bine această eroare și a remedia problema, trimite fișierul "log" cu dezvoltatorul. Instrucțiuni pentru partajarea fișierului "log": https://github.com/rocksdanister/lively/wiki
ru_ru: Ошибка воспроизведения медиа :( Попробуйте изменить видеоплеер в настройках Lively. Для того, чтобы лучше понять ошибку и решить проблему, отправьте разработчику файл лога. Прочитайте о том, как это можно сделать: https://github.com/rocksdanister/lively/wiki
sr_cyrl: Медијски плеј-бек неуспешан :(Покушај да промениш видео-плејер у Ливелy подешавањима.Да би боље разумео проблем и могао да решиш грешку подели евиденцију(лог) фајл и пошаљи програмеру.Инструкције за дељење евиденције:https://github.com/rocksdanister/lively/wiki
sr_latn: Medijski plej-bek neuspešan :(Pokušaj da promeniš video-plejer u Lively podešavanjima.Da bi bolje razumeo problem i mogao da rešiš grešku podeli evidenciju(log) fajl i pošalji programeru.Instrukcije za deljenje evidencije:https://github.com/rocksdanister/lively/wiki
sv_se: Uppspelning av media misslyckades. Försök att ändra videospelaren i Lively inställningar. För att bättre förstå felet och åtgärda problemet kan du dela loggfilen med utvecklaren.Instruktioner för att dela loggfilen: https://github.com/rocksdanister/lively/wiki
tr_tr: Medya oynatması başarısız :( Ayarlardan video oynatıcı ayarlarını değiştirmeyi deneyin. Bu sorunu daha iyi anlamak ve çözüme kavuşturmak için günlük dosyasını geliştirici ile paylaşın. Günlük dosyasını paylaşma hakkında detaylı bilgi: https://github.com/rocksdanister/lively/wiki
uk_ua: Помилка відтворення медіа :( Спробуйте змінити відеоплеєр в налаштуваннях Lively. Для того, щоб краще зрозуміти помилку і знайти вирішення, можна надіслати розробнику файл журналу. Прочитайте про те, як це можна зробити: https://github.com/rocksdanister/lively/wiki
zh_cn: 媒体播放失败 :( 请尝试在 Lively 设置中改变视频播放器。 为了更好地了解这个错误并修复问题，请将日志文件分享给开发者。 分享日志文件的说明： https://github.com/rocksdanister/lively/wiki

# LivelyExceptionNotLivelyZip
source: Not Lively wallpaper file
af_za: Nie lewendige plakpapierlêer nie
bg_bg: Не е файл с тапет на Lively
ca_es: No és un fitxer de fons de Lively.
cs_cz: Soubor pozadí není Lively
da_dk: Ikke en lively baggrundsfil
de_de: Keine Lively Hintergrund-Datei
el_gr: Κανένα Lively αρχείο ταπετσαρίας.
es_es: No es un archivo válido
fa_ir: این فایل پس زمینه برای لایولی نیست
fi_fi: Ei Lively-taustakuvatiedosto
fr_fr: Ce n'est pas un fichier Lively wallpaper.
he_il: לא קובץ טפט של Lively
hu_hu: Nem Lively háttérkép fájl.
id_id: Bukan file wallpaper untuk Lively.
it_it: Questo non è un file sfondo Lively
ko_kr: Lively Wallpaper 파일이 아닙니다.
lt_lt: Ne Lively fono failas
ms_my: Fail bukan fail wallpaper Lively.
pl_pl: To nie jest plik tapety Lively
pt_br: Não é um arquivo de plano de fundo do Lively.
pt_pt: Não é um ficheiro de fundo do Lively.
ro_ro: Nu este un fișier de fundal Lively.
ru_ru: Не является файлом обоев Lively.
sr_cyrl: Није Ливелy позадински фајл.
sr_latn: Nije Lively pozadinski fajl.
sv_se: Denna fil är inte en Lively fil.
tr_tr: Not Lively duvar kağıdı dosyası
uk_ua: Непідтримуваний файл шпалер.
zh_cn: 不是合法的 Lively 壁纸文件。
